content/topics/zettelkasten.md
+++
title = "Zettelkasten"
author = ["hermes"]
tags = ["todo"]
draft = false
+++

tbd

-   siehe


## Resources {#resources}

-   2026-06-02 ◦ [How to build Karpathy's LLM wiki](https://blog.starmorph.com/blog/karpathy-llm-wiki-knowledge-base-guide) — the [LLM wiki]({{< relref "llm_wiki.md" >}}) pattern automates the linking and cross-referencing work central to Zettelkasten; atomic concept pages are generated and updated by the LLM on each ingest, realising Bush's Memex vision of effortless associative trails
-   2026-07-13 ◦ [HN discussion: "How to read more books"](https://news.ycombinator.com/item?id=48882056) — readers credit reviewing highlights/notes in a Zettelkasten-style system (or tools like Obsidian, Zettlr) as what actually makes a book stick, more so than the initial highlighting itself; see [Reading habits]({{< relref "reading_habits.md" >}})
